Repository: ervind/tpl-fw
Catalog: framework/languages/tpl-*.po
Languages: hu_hu

source: Conditional Text Field Enabler
hu_hu: Feltételes szöveg mező engedélyező

source: Enable/disable this option and see how the text field below shows/hides.
hu_hu: Engedélyezd / tiltsd le ezt a beállítást és nézd meg, hogy az alábbi szöveg mező hogyan jelenik meg / tűnik el.

source: Test Conditional Text Field
hu_hu: Feltételes szöveg mező tesztelése

source: This field should only be visible when the "Conditional Text Field Enabler" boolean option is set to True.
hu_hu: Ez a mező csak akkor látható, ha a "Feltételes szöveg mező engedélyező" értéke Igaz.

source: Test text default value
hu_hu: Teszt szöveg alapértelemezett értéke

source: Conditional Combined Field Enabler
hu_hu: Feltételes kombinált mező engedélyező

source: Enable/disable this option and see how the combined field below shows/hides.
hu_hu: Engedélyezd / tiltsd le ezt a beállítást és nézd meg, hogy az alábbi kombinált mező hogyan jelenik meg / tűnik el.

source: Test combined Field
hu_hu: Kombinált mező tesztelése

source: This field should only be visible when the "Conditional Combined Field Enabler" boolean option is set to True.
hu_hu: Ez a mező csak akkor látható, ha a "Feltételes kombinált mező engedélyező" értéke Igaz.

source: Image subitem
hu_hu: Kép alelem

source: Text subitem
hu_hu: Szöveg alelem

source: Number subitem
hu_hu: Szám alelem

source: Date subitem
hu_hu: Dátum alelem

source: If you pass here a future date, a new conditional field should pop up below.
hu_hu: Ha jövőbeli dátumot adsz itt meg, egy új feltételes mező jelenik meg lentebb.

source: Tinymce subitem
hu_hu: TinyMCE alelem

source: Color subitem
hu_hu: Szín alelem

source: Font Awesome subitem
hu_hu: Font Awesome alelem

source: Disable the repeater field below
hu_hu: Az alábbi ismétlődő mező letiltása

source: If true, the repeater field below disappears
hu_hu: Ha igaz, az alábbi ismétlődő mező eltűnik

source: Test Conditional Repeater Field
hu_hu: Feltételes ismétlődő mező tesztelése

source: This field should only be visible when the "Disable the repeater field below" boolean option is set to False.
hu_hu: Ez a mező csak akkor látható, ha "Az alábbi ismétlődő mező letiltása" értéke Hamis.

source: Conditional Repeater Icon Field Enabler
hu_hu: Feltételes ismétlődő ikon mező engedélyező

source: Enable/disable this option and see how the repeater icon field below shows/hides.
hu_hu: Engedélyezd / tiltsd le ezt a beállítást és nézd meg, hogy az alábbi ismétlődő ikon mező hogyan jelenik meg / tűnik el.

source: Test Conditional Icon Field
hu_hu: Feltételes ikon mező tesztelése

source: This field should only be visible when the "Conditional Repeater Icon Field Enabler" boolean option is set to True.
hu_hu: Ez a mező csak akkor látható, ha a "Feltételes ismétlődő ikon mező engedélyező" értéke Igaz.

source: Conditional Text Field by Category
hu_hu: Feltételes szöveg mező kategória alapján

source: This field should only be visible when you edit a Post and the category is Uncategorized.
hu_hu: Ez a mező csak akkor látható, ha szerkesztesz egy bejegyzést, amelynek a kategóriája Kategorizálatlan.

source: Test Conditional Checkboxes Field
hu_hu: Feltételes jelölőnégyzetek mező tesztelése

source: This field should only be visible when the "Conditional Checkboxes Field Enabler" boolean option is set to True.
hu_hu: Ez a mező csak akkor látható, ha a "Feltételes jelölőnégyzetek mező engedélyező" értéke Igaz.

source: First Option
hu_hu: Első opció

source: Second Option
hu_hu: Második opció

source: Third Option
hu_hu: Harmadik opció

source: Fourth Option
hu_hu: Negyedik opció

source: Fifth Option
hu_hu: Ötödik opció

source: Test Conditional Text Field based on Checkboxes value
hu_hu: Feltételes szöveg mező tesztelése a jelölőnégyzetek értékei alapján

source: This field should only be visible when the second option is enabled above.
hu_hu: Ez a mező csak akkor látható, ha a második opció értéke fentebb Igaz.

source: Description for Test combined Field
hu_hu: A teszt kombinált mező leírása

source: Boolean subitem
hu_hu: Logikai alelem

source: Page subitem
hu_hu: Oldal alelem

source: User subitem
hu_hu: Felhasználói alelem

source: Checkboxes subitem
hu_hu: Jelölőnégyzetek alelem

source: Test icon Field
hu_hu: Ikon mező tesztelése

source: Description for Test icon Field
hu_hu: A teszt ikon mező leírása

source: Test combined Repeater Field
hu_hu: Kombinált ismétlődő mező tesztelése

source: Description for Test combined Repeater Field
hu_hu: A teszt kombinált ismétlődő mező leírása

source: Test icon Repeater Field
hu_hu: Ikon ismétlődő mező tesztelése

source: Description for Test icon Repeater Field
hu_hu: A teszt ikon mező leírása

source: Test Static Repeater Field
hu_hu: Statikus ismétlődő mező tesztelése

source: Description for Test Static Repeater Field
hu_hu: A teszt statikus ismétlődő mező leírása

source: Test static default value
hu_hu: Teszt statikus mező alapértelmezett értéke

source: Test text Repeater Field
hu_hu: Szöveg ismétlődő mező tesztelése

source: Description for Test text Repeater Field
hu_hu: A teszt szöveg ismétlődő mező leírása

source: Test textarea Repeater Field
hu_hu: Szövegblokk ismétlődő mező tesztelése

source: Description for Test textarea Repeater Field
hu_hu: A teszt szövegblokk ismétlődő mező leírása

source: Test textarea default value
hu_hu: Teszt szövegblokk alapértelmezett értéke

source: Test tinymce Repeater Field
hu_hu: TinyMCE ismétlődő mező tesztelése

source: Description for Test tinymce Repeater Field
hu_hu: A teszt TinyMCE ismétlődő mező leírása

source: Test tinymce default value
hu_hu: Teszt TinyMCE alapértelmezett értéke

source: Add TinyMCE row
hu_hu: TinyMCE-sor hozzáadása

source: Test number Repeater Field
hu_hu: Szám ismétlődő mező tesztelése

source: Description for Test number Repeater Field
hu_hu: A teszt szám ismétlődő mező leírása

source: Test select Repeater Field
hu_hu: Legördülő ismétlődő mező tesztelése

source: Description for Test select Repeater Field
hu_hu: A teszt legördülő ismétlődő mező leírása

source: Test user Repeater Field
hu_hu: Felhasználó ismétlődő mező tesztelése

source: Description for Test user Repeater Field
hu_hu: A teszt felhasználó ismétlődő mező leírása

source: Choose a User
hu_hu: Válassz felhasználót

source: Test post Repeater Field
hu_hu: Bejegyzés ismétlődő mező tesztelése

source: Description for Test post Repeater Field
hu_hu: A teszt bejegyzés ismétlődő mező leírása

source: Choose a Post
hu_hu: Válassz bejegyzést

source: Add Post
hu_hu: Bejegyzés hozzáadása

source: Test Font Awesome Repeater Field
hu_hu: Font Awesome ismétlődő mező tesztelése

source: Description for Test Font Awesome Repeater Field
hu_hu: A teszt Font Awesome ismétlődő mező leírása

source: Choose a font icon
hu_hu: Válassz font ikont

source: Test boolean Repeater Field
hu_hu: Logikai ismétlő mező tesztelése

source: Description for Test boolean Repeater Field
hu_hu: A teszt logikai ismétlődő mező leírása

source: Test color Repeater Field
hu_hu: Ismétlődő szín mező tesztelése

source: Description for Test color Repeater Field
hu_hu: A teszt szín mező leírása

source: Test image Repeater Field
hu_hu: Kép ismétlődő mező tesztelése

source: Description for Test image Repeater Field
hu_hu: A teszt kép ismétlődő mező leírása

source: Test date Repeater Field
hu_hu: Ismétlődő dátum mező tesztelése

source: Description for Test date Repeater Field
hu_hu: A teszt dátum ismétlődő mező leírása

source: Test checkboxes repeater Field
hu_hu: Jelölőnégyzetek ismétlődő mező tesztelése

source: Description for Test checkboxes repeater Field
hu_hu: A jelölőnégyzetek ismétlődő mező leírása

source: Metabox Simple Demo Fields
hu_hu: Metabox egyszerű demó mezők

source: Testing simple (non-repeater) fields
hu_hu: Egyszerű (nem ismétlő) mezők tesztelése

source: Metabox Repeater Demo Fields
hu_hu: Metabox ismétlődő demó mezők

source: Testing repeater fields
hu_hu: Ismétlődő mezők tesztelése

source: Metabox Combined Demo Fields
hu_hu: Metabox kombinált demó mezők

source: Testing combined fields
hu_hu: Kombinált mezők tesztelése

source: Metabox Combined Repeater Demo Fields
hu_hu: Metabox kombinált ismétlődő demó mezők

source: Testing combined repeater fields
hu_hu: Kombinált ismétlődő mezők tesztelése

source: Conditional Demo Fields
hu_hu: Feltételes demó mezők

source: Conditional fields' visibilities are dependent on other fields.
hu_hu: A feltételes mezők láthatósága más mezőktől függ.

source: Test Static Field
hu_hu: Statikus mező tesztelése

source: Description for Test Static Field
hu_hu: A teszt statikus mező leírása

source: Test text Field
hu_hu: Szöveg mező tesztelése

source: Description for Test text Field
hu_hu: A teszt szöveg mező leírása

source: Test textarea Field
hu_hu: Szövegblokk mező tesztelése

source: Description for Test textarea Field
hu_hu: A teszt szövegblokk mező leírása

source: Test tinymce Field
hu_hu: TinyMCE mező tesztelése

source: Description for Test tinymce Field
hu_hu: A teszt TinyMCE mező leírása

source: Test number Field
hu_hu: Szám mező tesztelése

source: Description for Test number Field
hu_hu: A teszt szám mező leírása

source: Test select Field
hu_hu: Legördülő mező tesztelése

source: Description for Test select Field
hu_hu: A teszt legördülő mező leírása

source: Choose Something
hu_hu: Válassz valamit

source: Test user Field
hu_hu: Felhasználó mező tesztelése

source: Description for Test user Field
hu_hu: A teszt felhasználó mező leírása

source: Test post Field
hu_hu: Bejegyzés mező tesztelése

source: Description for Test post Field
hu_hu: A teszt bejegyzés mező leírása

source: Test Font Awesome Field
hu_hu: Font Awesome mező tesztelése

source: Description for Test Font Awesome Field
hu_hu: A teszt Font Awesome mező leírása

source: Test boolean Field
hu_hu: Logikai mező tesztelése

source: Description for Test boolean Field
hu_hu: A teszt logikai mező leírása

source: Test color Field
hu_hu: Szín mező tesztelése

source: Description for Test color Field
hu_hu: A teszt szín mező leírása

source: Test image Field
hu_hu: Kép mező tesztelése

source: Description for Test image Field
hu_hu: A teszt kép mező leírása

source: Test date Field
hu_hu: Dátum mező tesztelése

source: Description for Test date Field
hu_hu: A teszt dátum mező leírása

source: Test checkboxes Field
hu_hu: Jelölőnégyzetek mező tesztelése

source: Description for Test checkboxes Field
hu_hu: A jelölőnégyzetek mező leírása

source: No option name error
hu_hu: Nincs beállításnév hiba

source: Option name already in use
hu_hu: A beállításnév már használatban van

source: No section error
hu_hu: Nincs szakasz hiba

source: Invalid section error
hu_hu: Érvénytelen szakasz hiba

source: No option type error
hu_hu: Nincs beállítástípus hiba

source: Invalid option type error
hu_hu: Érvénytelen beállítástípus hiba

source: No name
hu_hu: Nincs név

source: Section without a name
hu_hu: Név nélküli szakasz

source: Without a tab name
hu_hu: Fülnév nélkül

source: Using the section title as a fallback.
hu_hu: A szakasz címének használata vészmegoldásként.

source: Simple
hu_hu: Egyszerű

source: Simple Demo Fields
hu_hu: Egyszerű demó mezők

source: Repeater
hu_hu: Ismétlődő

source: Repeater Demo Fields
hu_hu: Ismétlődő demó mezők

source: Combined
hu_hu: Kombinált

source: Combined Demo Fields
hu_hu: Kombinált demó mezők

source: Combined Repeater
hu_hu: Kombinált ismétlődő

source: Combined Repeater Demo Fields
hu_hu: Kombinált ismétlő demó mezők

source: Conditional
hu_hu: Feltételes

source: TPL Dummy Settings Page
hu_hu: TPL demó beállítások lap

source: TPL Demos
hu_hu: TPL demók

source: DEMO-PREFIX:
hu_hu: DEMO-ELŐTAG:

source: Test TinyMCE Field
hu_hu: TinyMCE mező tesztelése

source: error
hu_hu: hiba

source: warning
hu_hu: figyelmeztetés

source: notification
hu_hu: értesítés

source: Static
hu_hu: Statikus

source: Text
hu_hu: Szöveges

source: Hidden
hu_hu: Rejtett

source: Text Area
hu_hu: Szövegblokk

source: Color
hu_hu: Szín

source: Image
hu_hu: Kép

source: Number
hu_hu: Szám

source: Boolean
hu_hu: Logikai

source: Select
hu_hu: Legördülő

source: Post
hu_hu: Bejegyzés

source: User
hu_hu: Felhasználó

source: Date
hu_hu: Dátum

source: Checboxes
hu_hu: Jelölőnégyzetek

source: Icon
hu_hu: Ikon

source: Sections can't be registered without a section name. Section details: <br> %s
hu_hu: A szakaszok nem regisztrálhatók szakasznév nélkül. A szakasz részletei:<br>%s

source: Sections must have a title. No title was defined for section "%s".
hu_hu: A szakaszoknak rendelkezniük kell címmel. A(z) "%s" szakaszhoz nincs megadva cím.

source: Duplicate option name "%1$s". Options must have unique names.
hu_hu: Ismétlődő beállításnév: "%1$s". A beállításoknak egyedi névvel kell rendelkezniük.

source: Options can't be registered without an option name. Option details: <br> %s
hu_hu: A beállítások nem regisztrálhatók beállításnév nélkül. A beállítás részletei:<br>%s

source: No section name was specified for option "%s". Option isn't registered.
hu_hu: A(z) "%s" beállításhoz nem adtál meg szakasznevet. A beállítás nincs regisztrálva.

source: Invalid section name was specified for option "%1$s". Please make sure that you have a section registered with the "%2$s" section name.
hu_hu: Érvénytelen szakasznév lett megadva a(z) "%1$s" beállításhoz. Kérlek ellenőrizd, hogy van regisztrálva szakasz a(z) "%2$s" szakasznévvel.

source: No option type was specified for option "%s". Option isn't registered.
hu_hu: A(z) "%s" beállításhoz nem adtál meg beállítástípust. A beállítás nincs regisztrálva.

source: Invalid data type (%2$s) was specified for option "%1$s". Please make sure that you use one of the data types listed in the <a href="%3$s" target="_blank">documentation</a>.
hu_hu: Érvénytelen adattípus (%2$s) lett megadva a(z) "%1$s" beállításhoz. Kérlek ellenőrizd, hogy a <a href="%3$s" target="_blank">dokumentációban</a>felsorolt adattípusok valamelyikét használod.

source: Add row
hu_hu: Új sor

source: Do you really want to remove this instance?
hu_hu: Valóban el akarod távolítani ezt a példányt?

source: Minimize
hu_hu: Összecsuk

source: Maximize
hu_hu: Kinyit

source: (default: %s)
hu_hu: (alapeset: %s)

source: Settings updated successfully
hu_hu: A beállítások frissítése sikeresen megtörtént

# Boolean displayed value
source: True
hu_hu: Igen

# Boolean displayed value
source: False
hu_hu: Nem

source: (default: %1$s %2$s)
hu_hu: (alapeset: %1$s %2$s)

source: The Font Awesome code of the icon (uses the fa-xxx name structure)
hu_hu: Az ikon Font Awesome kódja (fa-xxx formátumban)

source: Icon Color
hu_hu: Ikon színe

source: What should be the color of this icon?
hu_hu: Milyen színű legyen ez az ikon?

source: Icon size
hu_hu: Ikon mérete

source: Size of the icon in Font Awesome sizes
hu_hu: Ikonméret a Font Awesome méretek alapján

source: Extra Small
hu_hu: Extra kicsi

source: Small
hu_hu: Kicsi

source: Normal
hu_hu: Normál

source: Larger
hu_hu: Nagyobb

source: Double
hu_hu: Dupla

source: Triple
hu_hu: Tripla

source: Icon URL
hu_hu: Ikon URL-je

source: Where should the icon be linked to?
hu_hu: Hová linkeljük az ikont?

source: Link Title
hu_hu: Link címe

source: This is displayed when hovering the mouse over the icon when it is a link
hu_hu: Ez lesz megjelenítve, amikor az egérmutatót az ikon fölé mozgatják

source: Open in new tab?
hu_hu: Új lapon nyíljon?

source: If yes, the link will open in a new browser tab
hu_hu: Ha igen, a link egy új böngészőablakban fog nyílni

source: Choose Image
hu_hu: Válassz képet

source: Visual
hu_hu: Vizuális

source: The tpl_error() function has been deprecated in favor of using the TPL_Error class (and its show_message() method).
hu_hu: A tpl_error() függvény elavult. Használd a TPL_Error osztályt (és annak show_message() metúdusát) helyette.

source: %s image tag
hu_hu: %s kép címke

source: Placeholder image
hu_hu: Helyfogó kép

source: Click here to remove image.
hu_hu: Kattints ide a kép eltávolításához.

source: Upload
hu_hu: Feltöltés

source: Edit this %s
hu_hu: %s szerkesztése

source: Browse the list of all %s
hu_hu: Az összes %s listájának böngészése

source: Add new %s from template and connect
hu_hu: Új %s hozzáadása sablonból és összekapcsolás

source: Refresh list
hu_hu: Lista frissítése

source: Drag & Drop to reorder
hu_hu: Fogd és vidd az átrendezéshez

source: Remove row
hu_hu: Sor törlése
